/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   layout.c                                           :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: zimbo <zimbo@student.42.fr>                +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2025/11/22 07:02:00 by zimbo             #+#    #+#             */
/*   Updated: 2025/11/22 07:04:17 by zimbo            ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "calc.h"

void	layout(void)
{
	printf("**************************************************\n");
	printf("ESCOLHA UMA DAS SEGUINTES OPÇÕES\n");
	printf("**************************************************\n");
	printf("\n");
	printf("(1) SOMA\n");
	printf("(2) SUBTRAÇÃO\n");
	printf("(3) MULTIPLICAÇÃO\n");
	printf("(4) DIVISÃO\n");
	printf("\n");
}